/* Secondary Zone validation error (>= 2 zones), arg is number of zones */
"%ld secondary zones have no Primary DNS Servers, but at least one Primary DNS Server is required per secondary zone" = "%ld Sekundärzonen haben keinen primären DNS-Server. Jede Sekundärzone muss mindestens einen primären DNS-Server haben.";

/* validation: '%@' is not a valid IPv4 address. */
"'%@' is not a valid IPv4 address." = "„%@“ ist keine gültige IPv4-Adresse.";

/* validation: A Machine named '%@' already exists. If you would like to enable redundancy for '%@', add another IP Address to it. */
"A Machine named '%@' already exists. If you would like to enable redundancy for '%@', add another IP Address to it." = "Es existiert bereits ein Gerät mit Namen „%1$@“. Fügen Sie eine weitere IP-Adresse hinzu, falls Sie Redundanz für „%2$@“ aktivieren möchten.";

/* validation: machine must have at least one IP */
"A Machine record requires at least one IP Address." = "Ein Computereintrag erfordert mindestens eine IP-Adresse.";

/* validation: A Nameserver on the zone '%@' has an empty zone or nameserver hostname */
"A Nameserver on the zone '%@' has an empty zone or nameserver hostname" = "Ein Nameserver in der Zone „%@“ hat eine leere Zone oder einen leeren Nameserver-Hostnamen";

/* validation: A Primary Zone named '%@' already exists. */
"A Primary Zone named '%@' already exists." = "Es gibt bereits eine Primärzone mit dem Namen „%@“.";

/* validation: A Secondary Zone named '%@' already exists. */
"A Secondary Zone named '%@' already exists." = "Es gibt bereits eine Sekundärzone mit dem Namen „%@“.";

/* Zones: type column (Alias) */
"Alias" = "Alias";

/* validation: An IP Address for the machine '%@' is not a valid IPv4 address */
"An IP Address for the machine '%@' is not a valid IPv4 address" = "Eine der IP-Adressen des Geräts „%@“ ist keine gültige IPv4-Adresse.";

/* No comment provided by engineer. */
"Are you sure you want to abort the save operation now?" = "Möchten Sie den Sicherungsvorgang jetzt wirklich abbrechen?";

/* validation: secondary zone must have at least one IP */
"At least one Primary Zone IP Address is required." = "Es wird mindestens eine Primärzonen-IP-Adresse benötigt.";

/* validation: Comments cannot contain the \" character. */
"Comments cannot contain the \" character." = "Kommentare dürfen keine Anführungszeichen \" enthalten.";

/* Overview: DNS Service is: */
"DNS Service is:" = "DNS-Serverstatus:";

/* No comment provided by engineer. */
"Don\\U2019t Upgrade" = "Nicht aktualisieren";

/* Each label of the name must consist of only letters, digits, and hyphens. Each label must also be 1 to 63 characters in length, and begin and end with either a letter or a digit. */
"Each label of the name must consist of only letters, digits, and hyphens. Each label must also be 1 to 63 characters in length, and begin and end with either a letter or a digit." = "Die einzelnen Teile des Namens dürfen nur Buchstaben, Ziffern und Bindestriche enthalten. Sie müssen zwischen 1 und 63 Zeichen lang sein und mit einem Buchstaben oder einer Ziffer beginnen und enden.";

/* validation: Hardware Info cannot contain the \" character. */
"Hardware Info cannot contain the \" character." = "Hardwareinformationen dürfen keine Anführungszeichen \" enthalten.";

/* Zones: type column (Machine) */
"Machine" = "Computer";

/* No comment provided by engineer. */
"Modifying %@ may cause service failures or reachability issues." = "Das Verändern von „%@“ kann zum Ausfall von Diensten und Problemen bei der Erreichbarkeit führen.";

/* Zones: searchfield (name) */
"Name" = "Name";

/* Alias: default new alias name.  MUST BE ASCII A-Z ONLY, FOLLOWED BY A DOT. */
"newAlias" = "NeuerAlias";

/* Machine: default new machine name.  MUST BE ASCII A-Z ONLY, FOLLOWED BY A DOT. */
"newMachine" = "NeuerComputer";

/* Secondary Zone: default new name.  MUST BE ASCII A-Z ONLY, FOLLOWED BY A DOT. */
"newSecondaryZone." = "NeueSekundaerZone.";

/* Zones: type column (Primary Zone) */
"Primary Zone" = "Primärzone";

/* Overview: Primary Zones: */
"Primary Zones:" = "Primärzonen:";

/* Zones: type column (Reverse Mapping) */
"Reverse Mapping" = "Rückauflösung";

/* Zones: type column (Reverse Zone) */
"Reverse Zone" = "Rückauflösungszone";

/* overview: service state (running) */
"Running" = "Arbeitet";

/* Zones: type column (Secondary Zone) */
"Secondary Zone" = "Sekundärzone";

/* Overview: Secondary Zones: */
"Secondary Zones:" = "Sekundärzonen:";

/* Zones: type column (Service) */
"Service" = "Dienst";

/* validation: Service Name cannot contain an unescaped dot (add a \\ before the dot). */
"Service Name cannot contain an unescaped dot (add a \\ before the dot)." = "Der Dienstname darf keinen unqualifizierten Punkt enthalten. Fügen Sie einen „\\“ vor dem Punkt ein.";

/* validation: Service Type cannot end with a dot. */
"Service Type cannot end with a dot." = "Der Diensttyp darf nicht mit einem Punkt enden.";

/* validation: Software Info cannot contain the \" character. */
"Software Info cannot contain the \" character." = "Softwareinformationen dürfen keine Anführungszeichen \" enthalten.";

/* Overview: Start Time: */
"Start Time:" = "Startzeit:";

/* overview: service state (stopped) */
"Stopped" = "Gestoppt";

/* Alias: default new alias value.  MUST BE ASCII A-Z ONLY. */
"target" = "Ziel";

/* Bonjour validation error: domain not fully qualified or @ */
"The automatic client Bonjour browsing domain must either be a fully qualified domain name (it must end with a dot) or be @ (special symbol for the current domain)" = "Die Domain für die automatische Bonjour-Suche der Clients muss entweder ein vollständig qualifizierter Domain-Name (endet mit einem Punkt) oder ein „@“ (das Symbol für die aktuelle Domain) sein. ";

/* The name must be less than 256 characters long (including the dots). */
"The name must be less than 256 characters long (including the dots)." = "Der Name darf maximal 256 Zeichen lang sein (einschl. der Punkte).";

/* Secondary Zone validation error (just one zone), arg is zone name */
"The secondary zone '%@' requires at least one Primary DNS Server" = "Die Sekundärzone „%@“ benötigt mindestens einen primären DNS-Server.";

/* validation: The zone '%@' requires at least one Nameserver */
"The zone '%@' requires at least one Nameserver" = "Die Zone „%@“ erfordert mindestens einen Nameserver";

/* No comment provided by engineer. */
"This server was configured to provide a self-resolving machine record for '%@'. Modifying that machine record or its zone may cause service failures or make your server unreachable." = "Dieser Server ist konfiguriert, für „%@“ einen selbstauflösenden Computereintrag bereitzustellen. Das Ändern dieses Computereintrags oder seiner Zone kann zu Dienstefehlern führen oder Ihren Server unerreichbar machen.";

/* No comment provided by engineer. */
"This server was configured to provide a self-resolving machine record for its own hostname. Stopping the DNS service may cause other service failures or make your server unreachable." = "Dieser Server ist konfiguriert, für seinen eigenen Hostnamen einen selbstauflösenden Computereintrag bereitzustellen. Das Stoppen des DNS-Dienstes kann zu Dienstefehlern führen oder Ihren Server unerreichbar machen.";

/* Zones: searchfield (name) */
"Type" = "Typ";

/* No comment provided by engineer. */
"Upgrade" = "Aktualisieren";

/* Zones: searchfield (value) */
"Value" = "Wert";

/* No comment provided by engineer. */
"Would you like to upgrade your DNS configuration?" = "Möchten Sie Ihre DNS-Konfiguration aktualisieren?";

/* Service Record TXT validation error, args are service type and primary zone name */
"You must either set a Service Name on the '%@' Service Record in '%@' or remove its TXT information" = "Sie müssen entweder einen Dienstnamen für den „%1$@“-Diensteintrag in „%2$@“ angeben oder die „TXT“-Information entfernen.";

/* Service Record TXT Service Name validation error, args are service type and primary zone name */
"You must either set a Service Name on the '%@' Service Record in '%@'. This value is not optional on Mac OS X Server 10.5" = "Sie müssen einen Dienstnamen für den „%1$@“-Diensteintrag in „%2$@“ angeben. Dieser Wert ist unter Mac OS X Server 10.5 nicht optional.";

/* No comment provided by engineer. */
"You must upgrade your DNS configuration to be able to administer DNS with this version of Server Admin." = "Sie müssen Ihre DNS-Konfiguration aktualisieren, um DNS mit dieser Version von Server-Admin verwalten zu können.";

